Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/educational_material_fi/mus_saannot_2012_pohjoissaame.pdf.tmx
Source language: sme
Languages: smn

source: Šlájat KLASSIHKKALAŠ MUSIHKKA - orkeastarat - čuojahanjoavkkut - gorat - lávlunjoavkkut ÁLBMOTMUSIHKKA - čuojahanjoavkkut - lávlunjoavkkut RYTMAMUSIHKKA nugo rock, pop, jazz, lávlagat, geahppa musihkka (iskelmä), hiphop, reggae, dance…
smn: Šlaajah KLASSISÂŠ MUUSIK - orkeste reh - čuoja ttâm juávhuh - kuorolá vlum juá vhuh - e res lá vlum juá vhuh AALMUGMUUSIK tego juá igus, livđe, leu´dd... - čuoja ttâm juávhuh - lá vlum juá vhuh RITMÂMUUSIK tego rock , pop, ja zz, lá vlum, keppâ muusik (časkosmuusik), hiphop, reggae , dance …

source: - čuojahanjoavkkut - lávlunjoavkkut Ovdanbuktima guhkkodat eanemustá 10 minuhta
smn: - čuoja ttem juá vhuh - lá vlum juá vhuh Oovdânpyehtim kukkodâh e nâmustáá 10 minuttid

source: Ahkerájit ja ráddjehusat
smn: Aherääjih já raijiittâsah

source: Oasseváldit juhkkojuvvojit guovtti ahkeluohkái: 2001-1997 -riegádan (10-15-jahkasaččat) 1996-1992 - riegádan (16-20- jahkasaččat) Sámenuoraid dáiddadáhpáhusas dasa lassin  ahkeluohkká 6-9-jahkasaččat  maiddái solobihtáid oažžu ovdanbuktit, muhto dat ii válljejuvvo ovddasteaddjin
smn: Uá sivá ldeeh juáhhojeh k yevti ahe luokan: 2001-1997 -šoddâm (10-15-ihásiih) 1996-1992 -šoddâm (16-20- ihásiih) Säminuorâi taaiđâtábáhtusâst taan lasseen  ahe luokka 6-9-ihásiih  meidde i soolopittá id uážžu oovdânpyehtiđ, mutâ toh iä vä lje juu säminuorâ i ovdâste ijen Tuurku Nuorâ kulttuur-tábáhtusân.

source: Joavkus galget leat unnimustá golbma olbmo.
smn: Juá vhust ka lgeh leđe ucemustáá k ulmâ ulmuu.

source: Eanemustá 1/3 oassi joavku lahtuin oažžu spiehkastit ahkerájis.
smn: Enâmustáá 1/3 uási juá vhu jesânijn uážžu spiekâstiđ ahe rää jist.

source: Dáhpáhus lea oaivvilduvvon nuoraide, geat buđaldit dáidagiin iežaset astoáiggiid.
smn: Raijiittâs ij kuoskâ juá vhui stivre jeije id. Tábá htus lii uá ivildum nuorá id, k iäh puđâ ldeh taiduu jie ijâ s astoaa igijn.

source: Dat nuorat, geain musihkka lea ámmáhin dahje beaivválaš bargun, eai sáhtte oassálastit dán gilvvohallamii.
smn: Toh nuorah, k iäid muusik lii ámáttin, te ikkâ piä ivá lâš pa rgon, iä pye vti uásá listiđ taan kiišton.

source: Dat guoská maiddái nuoraid, geat leat musihkkaámmátskuvllain (Sibelius-Akatemia, soahtemusihkkaskuvla, musihkkaskuvllaid ámmátlinját) dahje geat leat háhkan musihkkasuorggi ámmátdutkosa.
smn: Taa t k uáská meidde i nuorâ id, k iäh lá á muusikáámmá tškoovlâin (Sibelius-Aka temiast, Suá ldá tmuusik škoovlâst, muusikškoovlâ i áámmátlinjáást) te ikkâ k iäh láá čođâ ldittám muusiksye rgi áámmá ttutkos.

source: Ráddjehus ii guoskka Sibelius-Akatemia nuoraid skuvlejumi oahppiid. Riikka dáhpáhusas seamma joavkku sáhttá oassálastit dušše ovtta joavkošládjii.
smn: Ra ijiittâs ij kuoskâ Sibelius-Aka temia nuorâ iškovlim uáppe id Tuurku Nuorâ Kulttuur-tábáhtusâst siämmáš juá vkk u uážžu uásá listiđ tuše oovtâ juá vkkušlaa jâ n. 2/3 juá vhu jesânijn ka lge h leđe uđđâ ulmuuh, vâi juá vhu puá htá kočodiđ uđđâ juá vkkun.

source: Lassedieđuid riikkaviidosaš dáhpáhusas gávnnat čujuhusas: http://nuorikulttuuri.fi/sounds/
smn: Lase tiäđuid Tuurku tábáhtusâst ká vnâ čujottâsâst: http://nuorikulttuuri.fi/sounds/
